Repository: tsili852/VS
Catalog: LeadTools170/UniChequeProcessing/UI/frmMain.*.resx
Languages: el

# miProcDespeckle.Text
source: Despeckle
el: Απαλειφή στιγμάτων

# miScannerSelectDevice.Text
source: Select Device
el: Επιλογή Συσκευής

# menuOCR.Text
source: OCR
el: Αναγνώριση

# miOCRAllPages.Text
source: OCR All
el: Αναγνώριση Όλων

# label6.Text
source: Country Code:
el: Κωδ. Χώρας:

# label7.Text
source: Check Digits:
el: Αρ. Επαλήθευσης:

# miOCRCurrentPage.Text
source: OCR Current
el: Αναγνώριση Τρέχουσας

# menuImageProcess.Text
source: Image Process
el: Επεξεργασία Εικόνας

# miProcRotate.Text
source: Rotate
el: Περιστροφή

# miProcAutoFix.Text
source: Auto fix
el: Αυτόματη διόρθωση

# label10.Text
source: Account Number:
el: Αρ. Λογαριασμού:

# groupIBAN.Text
source: IBAN Analysis
el: Ανάλυση IBAN

# label4.Text
source: Cheque Date:
el: Ημερομηνία Επιταγής:

# lblSpecialChars.Text
source: Special Characters:
el: Ειδικοί Χαρακτήρες:

# miScannerAcquireFull.Text
source: Acquire Image (Show settings)
el: Σάρωση (με ρυθμίσεις)

# groupValidation.Text
source: Validation
el: Επαλήθευση

# label9.Text
source: Branch Code:
el: Κωδ. Καταστήματος:

# groupImage.Text
source: Image
el: Εικόνα

# menuDatabase.Text
source: Database
el: Βάση Δεδομένων

# menuAboutInfo.Text
source: About
el: Βοήθεια

# miFileExit.Text
source: Exit
el: Έξοδος

# label3.Text
source: Cheque Number:
el: Αριθμός Επιταγής:

# groupNavigation.Text
source: Navigation
el: Πλοήγηση

# miProcRemoveDots.Text
source: Remove Dots
el: Απαλειφή κουκίδων

# miFileSaveTIFF.Text
source: Save (TIFF)
el: Αποθήκευση πολυσέλιδου

# miProcAutoCrop.Text
source: Auto Crop
el: Περικοπή

# groupZoom.Text
source: Zoom
el: Μεγέθυνση

# miFileSaveJPG.Text
source: Save Current Image
el: Αποθήκευση εικόνας

# label5.Text
source: Amount:
el: Ποσό:

# menuFile.Text
source: File
el: Αρχείο

# miProcDeskew.Text
source: Deskew
el: Ευθυγράμμιση

# miScannerAcquireQuick.Text
source: Acquire Image (Don't show settings)
el: Σάρωση (γρήγορη)

# miProcBinarize.Text
source: Binarize
el: Μετατροπή σε ασπρόμαυρο

# miProcRotateCW.Text
source: Clockwise
el: Δεξιόστροφα

# miProcRotateCCW.Text
source: Counterclockwise
el: Αριστερόστροφα

# label8.Text
source: Bank Code:
el: Κωδ. Τράπεζας:

# groupRotation.Text
source: Rotation
el: Περιστροφή

# miProcRemoveLines.Text
source: Remove Lines
el: Απαλειφή γραμμών

# miFileOpen.Text
source: Open
el: Άνοιγμα

# miProcRemoveBorders.Text
source: Remove Borders
el: Απαλειφή περιθωρίων

# invalidCheckLabel
source: Invalid
el: Μη έγκυρο

# validCheckLabel
source: Valid
el: Έγκυρο
